[
{"ID": 1351931432846757909, "Timestamp": "2025-03-19 14:52:51", "Contents": "Acredito que dependo do site. No whatsapp se voce compartilha um link dependendo do site um preview e exibido para alguns outros sites nao.", "Attachments": ""},
{"ID": 1338428928267915264, "Timestamp": "2025-02-10 08:38:43", "Contents": "@everyone Bom dia a todos. Meu dedo aparentemente esta se recuprando bem. E eu ja nao aguento mais ficar parado com a mao pra cima. Gostaria de estar voltando as minhas atividades antes dos 7 dias... Vou tentar fazer uma nova avaliacao e retornar as minhas atividades diarias. Uma otima semana para todos", "Attachments": ""},
{"ID": 1337509468522680401, "Timestamp": "2025-02-07 19:45:07", "Contents": "@everyone cirurgia ok. So tá difícil digitar. Obrigado", "Attachments": "https://cdn.discordapp.com/attachments/902231271642628096/1337509468136538253/rn_image_picker_lib_temp_630ff419-90b5-4399-8326-752ecd595611.jpg?ex=0&is=67fa03c4&hm=1eef386e586e3e2b38bcf4ab45f4d5b330ff63b300b787e25a6564182c5771b3&uc=dp&"},
{"ID": 1337063656080543785, "Timestamp": "2025-02-06 14:13:37", "Contents": "@everyone pessoal voltei do posto e a minha situação está mais complicada. Terei que ir ao hospital hoje pela noite pois meu irmao pode me acompanhar e fazer im cirurgia.", "Attachments": ""},
{"ID": 1337005933775294506, "Timestamp": "2025-02-06 10:24:14", "Contents": "@everyone  Bom dia a todos. Pessoal estou com um problema bem grande na mao. Ontem tentei fazer a punção mas não havia médico no posto em que eu fui. Estarei indo agora pela manhã novamente. Mas por hora está muito complicado para eu digitar.   Nao vou postar uma foto porque tá chocante. Mas se alguém precisar da foto para confirmar me solicite no particular.  😪😪\nObrigado", "Attachments": ""},
{"ID": 1308109097165389907, "Timestamp": "2024-11-18 16:38:32", "Contents": "<@689801322140401758> Sim tudo ok.", "Attachments": ""},
{"ID": 1306710998375338045, "Timestamp": "2024-11-14 20:02:59", "Contents": "Perfeito", "Attachments": ""}
]